Repository: eurolinux-enterprise-linux-sources/gnome-bluetooth
Catalog: src/help/*/*.po
Languages: hu

# _
source: translator-credits
hu: Úr Balázs <urbalazs at gmail dot com>, 2014.

source: gnome-bluetooth Manual
hu: gnome-bluetooth kézikönyv

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
hu: Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License (GFDL) 1.1-es, vagy bármely azt követő verziójának feltételei alapján. Nincs Nem Változtatható szakasz, nincs Címlapszöveg, nincs Hátlapszöveg. A jelen licenc egy példányát <ulink type="help" url="help:fdl">itt</ulink> vagy a kézikönyv COPYING-DOCS elnevezésű fájljában találhatja.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
hu: Ez a kézikönyv része a GFDL alatt terjesztett GNOME kézikönyvek gyűjteményének. Ha ezt a kézikönyvet a gyűjteménytől külön kívánja terjeszteni, ezt megteheti a licenc 6. szakaszában leírtaknak megfelelően a licenc egy másolatának hozzáadásával a kézikönyvhöz.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
hu: Számos név, amelyet cégek használnak termékeik és szolgáltatásuk megkülönböztetésére, védjegy alá esnek. Ahol ezek a nevek megjelennek a GNOME dokumentációkban és a GNOME Dokumentációs Projekt tagjai tájékozottak az adott védjegyről, ott ezek nagy kezdőbetűvel vagy csupa nagy betűvel szerepelnek.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
hu: A DOKUMENTUM „JELEN ÁLLAPOTÁBAN” KERÜL KIADÁSRA MINDENFÉLE GARANCIAVÁLLALÁS NÉLKÜL, LEGYEN AZ KIFEJEZETT VAGY BELEÉRTETT, BELEÉRTVE, DE NEM KIZÁRÓLAGOSAN A FORGALOMBA HOZHATÓSÁGRA VAGY ALKALMAZHATÓSÁGRA, A JELEN DOKUMENTUMNAK VAGY ANNAK MÓDOSÍTOTT VERZIÓJÁNAK HIBAMENTESSÉGÉRE VONATKOZÓ GARANCIÁKAT. A DOKUMENTUM VAGY ANNAK MÓDOSÍTOTT VÁLTOZATÁNAK MINŐSÉGÉBŐL ÉS FELHASZNÁLHATÓSÁGÁBÓL FAKADÓ ÖSSZES KOCKÁZAT A FELHASZNÁLÓT TERHELI. HA A DOKUMENTUM BIZONYÍTOTTAN HIBÁS, A FELHASZNÁLÓNAK MAGÁNAK (NEM A DOKUMENTUM ÍRÓJÁNAK, KIADÓJÁNAK VAGY BÁRMELY KÖZREMŰKÖDŐNEK) KELL VÁLLALNIA A JAVÍTÁSHOZ SZÜKSÉGES MINDEN KÖLTSÉGET. A JELEN GARANCIAELUTASÍTÁS A JELEN LICENC LÉNYEGI RÉSZE. A LEFEDETT DOKUMENTUM VAGY ANNAK MÓDOSÍTOTT VERZIÓJÁNAK HASZNÁLATA CSAK A JELEN ELUTASÍTÁSSAL EGYÜTT ENGEDÉLYEZETT, ÉS SEMMILYEN KÖRÜLMÉNYEK KÖZÖTT ÉS SEMMILYEN JOGI MEGFONTOLÁSBÓL, LEGYEN AZ MAGÁNJOGI VÉTKES CSELEKMÉNY (BELEÉRTVE A HANYAGSÁGOT), SZERZŐDÉS VAGY BÁRMELY MÁS DOLOG, NEM FELELŐS ÖN, A LEFEDETT KÓD ELSŐ FEJLESZTŐJE ÉS TÖBBI KÖZREMŰKÖDŐJE VAGY EZEK BÁRMELY SZÁLLÍTÓJA SEMMILYEN MÁS SZEMÉLY FELÉ SEMMILYEN FAJTA KÖZVETLEN, SPECIÁLIS, VÉLETLEN VAGY KÖVETKEZMÉNYES KÁRÉRT, BELEÉRTVE DE NEM KIZÁRÓLAG A HÍRNÉV ELVESZTÉSÉBŐL, MUNKA LEÁLLÁSÁBÓL, SZÁMÍTÓGÉP MEGHIBÁSODÁSÁBÓL VAGY HELYTELEN MŰKÖDÉSÉBŐL SZÁRMAZÓ, VAGY BÁRMELY EGYÉB KERESKEDELMI KÁROKAT ÉS VESZTESÉGEKET, MÉG AKKOR IS, HA AZ ILYEN FÉL INFORMÁLVA LETT AZ ILYEN KÁROK ELŐFORDULÁSÁNAK LEHETŐSÉGÉRŐL. A FELELŐSSÉG EZEN KORLÁTOZÁSA NEM ALKALMAZHATÓ ABBAN AZ ESETBEN, HA HALÁL VAGY SZEMÉLYI SÉRÜLÉS TÖRTÉNT A FÉL HANYAGSÁGÁBÓL KIFOLYÓLAG, OLYAN MÉRTÉKBEN, AMENNYIRE AZ ALKALMAZHATÓ TÖRVÉNYEK MEGTILTJÁK AZ ILYEN KORLÁTOZÁSOKAT.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
hu: A DOKUMENTUM ÉS A DOKUMENTUM MÓDOSÍTOTT VERZIÓJA A GNU FREE DOCUMENTATION LICENSE (GFDL) ALATT JELENIK MEG AZ ALÁBBI ÉRTELMEZÉSSEL: <_:orderedlist-1/>

source: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>baptiste.millemathias@gmail.com</email> </address> </affiliation>
hu: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME dokumentációs projekt</orgname> <address> <email>baptiste.millemathias@gmail.com</email> </address> </affiliation>

source: <revnumber>1.0</revnumber> <date>March 2009</date> <_:revdescription-1/>
hu: <revnumber>1.0</revnumber> <date>2009. március</date> <_:revdescription-1/>

source: This manual describes version 2.28 of gnome-bluetooth.
hu: Ez a kézikönyv a gnome-bluetooth 2.28-as verziójához készült.

source: Feedback
hu: Visszajelzés

source: To report a bug or make a suggestion regarding the <application>gnome-bluetooth</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page </ulink> .
hu: A <application>gnome-bluetooth</application> alkalmazás vagy dokumentáció hibáiról bejelentést, illetve javaslatokat a <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME visszajelzés oldal</ulink> leírása alapján tehet.

source: <application>gnome-bluetooth</application> is an application to manage Bluetooth devices in the GNOME desktop.
hu: A <application>gnome-bluetooth</application> egy Bluetooth eszközök kezeléséhez készített alkalmazás a GNOME asztali környezetben.

source: <primary>Communication</primary>
hu: <primary>Kommunikáció</primary>

source: Introduction
hu: Bevezetés

source: <application>gnome-bluetooth</application> permits to send files to your Bluetooth devices, or browse their content.
hu: A <application>gnome-bluetooth</application> lehetővé teszi a Bluetooth eszközeire történő fájlok küldését, vagy azok tartalmának böngészését.

source: Connect to your devices, like headset or audio gateway.
hu: Csatlakozás az eszközeihez, úgymint fejhallgató vagy hangátjáró.

source: You can add or delete Bluetooth devices, or manage their permissions.
hu: Hozzáadhat vagy törölhet Bluetooth eszközöket, vagy kezelheti azok jogosultságait.

source: <application>gnome-bluetooth</application> is an application that let you manage Bluetooth in the GNOME destkop. <_:itemizedlist-1/>
hu: A <application>gnome-bluetooth</application> egy olyan alkalmazás, amely segítségével kezelheti a Bluetooth eszközöket a GNOME asztalon. <_:itemizedlist-1/>

source: Bluetooth Applet
hu: Bluetooth kisalkalmazás

source: The applet is the resident application you can find in the notification applet, that let you quickly access to the features, like sending files, or managing your devices.
hu: Az értesítési kisalkalmazáson található kisalkalmazás egy olyan állandó alkalmazás, amely gyors hozzáférést biztosít a szolgáltatásokhoz, úgymint fájlok küldése, vagy az eszközök kezelése.

source: Bluetooth Applet icon in notification tray
hu: Bluetooth kisalkalmazás ikon az értesítési tálcán

source: Starting Bluetooth Applet
hu: A Bluetooth kisalkalmazás indítása

source: The <application>gnome-bluetooth</application> applet is started automatically when you log into your session, and you can find its icon in the notification zone. To launch manually the applet, open menu <menuchoice> <guimenu>Applications</guimenu><guimenu>Accessories</guimenu><guimenu>Terminal</guimenu> </menuchoice> and type <command>bluetooth-applet</command>.
hu: A <application>gnome-bluetooth</application> kisalkalmazás automatikusan elindul, amikor bejelentkezik a munkamenetbe, és az ikonját megtalálja az értesítési területen. A kisalkalmazás kézi indításához nyissa meg az <menuchoice> <guimenu>Alkalmazások</guimenu><guimenu>Kellékek</guimenu><guimenu>Terminál</guimenu> </menuchoice> menüpontot és gépelje be a <command>bluetooth-applet</command> parancsot.

source: To prevent launching of the applet in your desktop, open menu <menuchoice> <guimenu>System</guimenu><guimenu>Preferences</guimenu><guimenu>Session</guimenu> </menuchoice> and disable <guilabel>Bluetooth Manager</guilabel>.
hu: Az alkalmazás indításának megakadályozásához az asztalon, nyissa meg a <menuchoice> <guimenu>Rendszer</guimenu><guimenu>Beállítások</guimenu><guimenu>Munkamenet</guimenu> </menuchoice> menüpontot, és tiltsa le a <guilabel>Bluetooth kezelőt</guilabel>.

source: Turning off your Bluetooth adapter
hu: A Bluetooth adapter kikapcsolása

source: Disabling your Bluetooth adapter will stop current and all future communications from and to your Bluetooth adapter. Disabling your Bluetooth adapter permits to save power of your laptop's battery, so it'll increase the autonomy, this is a good idea to disable your Bluetooth device when you don't use it.
hu: A Bluetooth adapter letiltása le fogja állítani a jelenlegi és minden további kommunikációt a Bluetooth adapterrel. A Bluetooth adapter letiltásával energiát takaríthat meg a noteszgép akkumulátorán, ezzel növelve az önállóságot. Jó ötlet letiltani a Bluetooth eszközt, amikor nem használja.

source: Click on the icon of the applet, and choose <menuchoice><guimenu>Turn Off Bluetooth</guimenu></menuchoice>, the notification icon will become grey.
hu: Kattintson a kisalkalmazás ikonjára, és válassza a <menuchoice><guimenu>Bluetooth kikapcsolása</guimenu></menuchoice> menüpontot. Az értesítési ikon szürkére fog változni.

source: Sending files to Bluetooth device
hu: Fájlok küldése a Bluetooth eszközre

source: Choose this menu to send a file to a device; a file chooser will appear to pick up the file to send and you'll have to select the device to send the file to.
hu: Válassza ezt a menüt a fájl küldéséhez egy eszközre. Meg fog jelenni egy fájlválasztó a küldendő fájl kiválasztásához, majd ki kell választania azt az eszközt, amelyre a fájlt küldi.

source: Browsing Bluetooth device
hu: Bluetooth eszköz tallózása

source: Choose this menu to browse the device filesystem directly in your file manager.
hu: Válassza ezt a menüt az eszköz fájlrendszerének közvetlenül a fájlkezelőből történő tallózásához.

source: Last used devices
hu: Legutóbb használt eszközök

source: This section displays your paired devices you can connect to.
hu: Ez a szakasz jeleníti meg a párosított eszközeit, amelyekhez csatlakozni tud.

source: To connect to the device, click on its name, which will become bolded to inform you're connect to it.
hu: Az eszközhöz való csatlakozáshoz kattintson a nevére, amely félkövérré változik annak tájékoztatásául, hogy csatlakozott hozzá.

source: Adding a new device
hu: Egy új eszköz hozzáadása

source: To add a new device (which consist of pairing your adapter with your device), click on the applet icon, and choose <guimenu>Setup new device...</guimenu>. An graphical assistant will help you in the process of setting up your device.
hu: Egy új eszköz hozzáadásához (amely az adapter és az eszköz párosításából áll) kattintson a kisalkalmazás ikonjára, és válassza a <guimenu>Új eszköz beállítása…</guimenu> menüt. Egy grafikus segéd fog segíteni az eszköz beállításának folyamatában.

source: Don't forget to set your remote device in discoverable mode before starting the process, else the wizard won't be able to find it.
hu: Ne felejtse el a távoli eszközt felderíthető módba állítani a folyamat elkezdése előtt, különben a varázsló nem lesz képes megtalálni azt.

source: The wizard will present the discoverable devices it has found all around. You can filter out the list of devices by choosing the type of devices you're looking for.
hu: A varázsló meg fogja jeleníteni a környezetben található felderíthető eszközöket. Szűrheti az eszközök listáját azon eszközök típusának kiválasztásával, amelyeket keres.

source: Device search in wizard
hu: Eszközkeresés a varázslóban

source: If your device has a harcoded passkey, choose <guibutton>Passkey Options...</guibutton>, in the new dialog, choose the passkey to use.
hu: Ha az eszközének bedrótozott jelkulcsa van, válassza a <guibutton>Jelkulcs beállítások…</guibutton> menüpontot, majd az új párbeszédablakban válassza ki a használni kívánt jelkulcsot.

source: Choose <guibutton>Forward</guibutton> for the pairing step; if you defined a fixed passkey in the previous step the pairing will occur automatically, else you'll be presented a passkey to enter in your device, type it on your device, once done the devices and your adapter will be paired.
hu: Válassza az <guibutton>Előre</guibutton> gombot a párosítási lépéshez. Ha rögzített jelkulcsot határozott meg az előző lépésben, a párosítás automatikusan meg fog történni, különben meg fog jelenni az eszközön megadandó jelkulcs. Gépelje be az eszközön, és ha készen van, az eszköz és az adapter párosítva lesz.

source: Preferences
hu: Beállítások

source: Click on the icon of the applet, and choose <menuchoice> <guilabel>Preferences</guilabel> </menuchoice>, the preferences dialog will appear.
hu: Kattintson a kisalkalmazás ikonjára, és válassza a <menuchoice> <guilabel>Beállítások</guilabel> </menuchoice> menüpontot. A beállítások párbeszédablak fog megjelenni.

source: For more information about preferences, see section <xref linkend="gnome-bluetooth-preferences"/>
hu: A beállítások további információiról a <xref linkend="gnome-bluetooth-preferences"/> ad tájékoztatást.

source: The <application>gnome-bluetooth</application> preference dialog allows you to manage your various Bluetooth devices or change properties of your Bluetooth adapter(s).
hu: A <application>gnome-bluetooth</application> beállítás párbeszédablaka lehetővé teszi a különféle Bluetooth eszközök kezelését vagy a Bluetooth adapterek tulajdonságainak módosítását.

source: Preferences dialog
hu: Beállítások párbeszédablak

source: Discoverable
hu: Felderíthető

source: When your adapter is set to <guilabel>Discoverable</guilabel> any Bluetooth device around will be able to see it, and therefore will able to ask pairing.
hu: Amikor az adaptere <guilabel>Felderíthető</guilabel> állapotra van állítva, a közelben lévő bármely Bluetooth eszköz láthatja azt, és ezért képes lesz párosítást kérni.

source: Bluetooth as other network types implies security risks, so setting your adapter undiscoverable to other devices is a good thing to do to limit the possibility of cracking.
hu: A Bluetooth a többi hálózattípushoz hasonlóan biztonsági kockázatot jelent, ezért javasolt az adapter felderíthetetlenné állítása más eszközök számára a feltörési lehetőség korlátozásához.

source: This is only useful to set your device discoverable if you plan to pair it with another device, once it is done, you can untick <guilabel>Discoverable</guilabel>.
hu: Csak akkor hasznos az eszközt felderíthetővé állítani, ha más eszközzel való párosítását tervezi. Ha elkészült vele, vegye ki a pipát a <guilabel>Felderíthető</guilabel> lehetőség elől.

source: When your device is undiscoverable, communication with already paired Bluetooth devices is possible.
hu: Amikor az eszköze felderíthetetlen, a már párosított Bluetooth eszközökkel való kommunikáció továbbra is lehetséges.

source: Adapter friendly name
hu: Adapter barátságos neve

source: The friendly name is an alias for the address used to identified each Bluetooth device much easier to remind.
hu: A barátságos név a cím álneve, amely az egyes Bluetooth eszközök azonosításához használható a könnyebb memorizáláshoz.

source: By default the adapter friendly name is <envar>HOSTNAME</envar>-0 (where <envar>HOSTNAME</envar> is the name of your computer), to change it, edit the text entry and set the name you want. the change will be immediatly effective.
hu: Alapértelmezetten az adatper barátságos neve a <envar>HOSTNAME</envar>-0 (ahol a <envar>HOSTNAME</envar> a számítógépe neve). A megváltoztatásához szerkessze a szövegbejegyzést, és állítsa be a kívánt nevet. A változtatás azonnal érvényesülni fog.

source: Known Devices
hu: Ismert eszközök

source: Setup new device, as described in <xref linkend="gnome-bluetooth-applet-setup"/>
hu: Állítsa be az új eszközt a <xref linkend="gnome-bluetooth-applet-setup"/> szakaszban leírtak szerint.

source: Connect / Disconnect to a device.
hu: Csatlakoztassa / válassza le az eszközt.

source: Device Deletion. Deletion will suppress pairing between the adapter and the device, and no communication will be allowed. You need to pair them together again if you want transfer files for instance.
hu: Eszköztörlés. A törlés meg fogja szakítani az adapter és az eszköz párosítását, és nem lesz lehetséges a kommunikáció. Ismét párosítania kell azokat, ha például fájlokat szeretne átküldeni.

source: <guilabel>Known devices</guilabel> lists the Bluetooth devices you paired and let you manage them, like deleting them, connect to them or adding new one. <_:itemizedlist-1/>
hu: Az <guilabel>Ismert eszközök</guilabel> a párosított Bluetooth eszközöket sorolja fel, és lehetővé teszi a kezelésüket, úgymint törlés, csatlakozás vagy új hozzáadása. <_:itemizedlist-1/>

source: Show Bluetooth icon
hu: Bluetooth ikon megjelenítése

source: You can show or hide Bluetooth icon in the panel. See <xref linkend="gnome-bluetooth-applet"/> for the applet features.
hu: Megjelenítheti vagy elrejtheti a panelen lévő Bluetooth ikont. A kisalkalmazás szolgáltatásairól a <xref linkend="gnome-bluetooth-applet"/> ad tájékoztatást.

source: If you disable the icon in the panel, only limited set of actions will remain available.
hu: Ha letiltja a panelen lévő ikont, akkor csak korlátozott műveletek fognak elérhetők maradni.

source: Receive Files
hu: Fájlok fogadása

source: Click on the <guilabel>Receive Files</guilabel> button and the <guilabel>Personal File Sharing Preferences</guilabel> dialog will appear. You can configure Bluetooth file reception and sharing there.
hu: Kattintson a <guilabel>Fájlok fogadása</guilabel> gombra, és a <guilabel>Személyes fájlmegosztás beállításai</guilabel> párbeszédablak fog megjelenni. Itt tudja beállítani a Bluetooth fájlfogadást és a megosztást.

source: This feature is not provided by <application>gnome-bluetooth</application>. <application>gnome-user-share</application> must be installed to use this feature.
hu: Ezt a szolgáltatást nem a <application>gnome-bluetooth</application> biztosítja. A szolgáltatás használatához telepítve kell lennie a <application>gnome-user-share</application> programnak.

source: Read more in the <ulink type="help" url="help:gnome-user-share">Personal File Sharing Manual</ulink>: <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-bluetooth-receiving">receiving</ulink> and <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-enabling-bluetooth">sharing</ulink>.
hu: Bővebben a <ulink type="help" url="help:gnome-user-share">Személyes fájlmegosztás kézikönyvben</ulink>: <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-bluetooth-receiving">fogadás</ulink> és <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-enabling-bluetooth">megosztás</ulink>.

source: Frequently Asked Questions
hu: Gyakran ismételt kérdések

source: I don't see how to receive files over Bluetooth on my computer in <application>gnome-bluetooth</application>, am I blind?
hu: Nem látom, hogyan lehet Bluetooth kapcsolaton keresztül fájlokat fogadni a számítógépemen lévő <application>gnome-bluetooth</application> alkalmazásban, talán vak vagyok?

source: File reception is not implemented in <application>gnome-bluetooth</application>, but in <application>gnome-user-share</application>, so you have to install this application to be able to receive files over Bluetooth. Button explained in the <xref linkend="gnome-bluetooth-prefs-receive"/> is just a launcher of its configuration dialog.
hu: A fájlfogadás nincs megvalósítva a <application>gnome-bluetooth</application> programban, de a <application>gnome-user-share</application> programban igen, ezért telepítenie kell azt az alkalmazást, hogy képes legyen Bluetooth kapcsolaton keresztül fájlokat fogadni. A <xref linkend="gnome-bluetooth-prefs-receive"/> fejezetben bemutatott gomb ennek a beállítási párbeszédablaknak csak az indítója.

source: I found a bug in <application>gnome-bluetooth</application> what I can do?
hu: Hibát találtam a <application>gnome-bluetooth</application> alkalmazásban, mit tehetek?

source: You should submit a bug report to <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-bluetooth"/>.
hu: A hibajelentést ide küldheti be: <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-bluetooth"/>.

source: link
hu: hivatkozás

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
hu: Jelen dokumentum szabadon másolható, terjeszthető és/vagy módosítható a GNU Free Documentation License (GFDL) 1.1-es verziója vagy a Free Software Foundation által kiadott ennél frissebb verziója alatt, a „Nem változtatható szakaszok”, „Címlapszövegek” és a „Hátlapszövegek” kivételével. A GFDL leírása ezen a <_:ulink-1/> érhető el, vagy a jelen dokumentációban található COPYING-DOCS fájlban.
